
[language]
00000804=中文(简体) - 美式键盘
;--------------------------------------------------------------------------------
;这里为系统语言列表名称，显示系统有多少种语言可自行修改名称，支持Unicode
;--------------------------------------------------------------------------------


[Current language]
code=zh
;--------------------------------------------------------------------------------
;下面代码为翻译后的输入法名称调用百度翻译api， 例如zh为中文、 jp为日语，不要输入; 这个分号输入后代码无效
;如果想重新生成其他国家语言的输入法配置先修改code然后删除[language]下的所有配置= 等号后面的文字和下面每个输入法的“=”等号后面的文字，然后重启MyFinder即可
;-------------------------------------------------------------------------------------
;zh	中文
;en	英语
;yue	粤语
;wyw	文言文
;jp	日语
;kor	韩语
;fra	法语
;spa	西班牙语
;th	泰语
;ara	阿拉伯语
;ru	俄语
;pt	葡萄牙语
;de	德语
;it	意大利语
;el	希腊语
;nl	荷兰语
;pl	波兰语
;bul	保加利亚语
;est	爱沙尼亚语
;dan	丹麦语
;fin	芬兰语
;cs	捷克语
;rom	罗马尼亚语
;slo	斯洛文尼亚语
;swe	瑞典语
;hu	匈牙利语
;cht	繁体中文
;vie	越南语
;---------------------------------------------------------------------------------------------
;下方为每个输入法配置，[]内的文字为输入法GUID不要修改
;name为输入法名称，Initial为输入法图标内显示的文字，第一次生成默认为输入法名称第一个文字，fontname为输入法图标内文字的字体，fontsize为输入法图标文字大小只能为数字，均可自行修改支持Unicode
;--------------------------------------------------------------------------------------------

[FA550B045AD7411FA5ACCA038EC515D7]
Initial=微
name=微软拼音
fontname=.pingfang sc0
fontsize=12
[82590C13F4DD44F4BA1D8667246FDF8E]
Initial=微
name=微软五笔
fontname=.pingfang sc0
fontsize=12
